acpi
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-icon-theme-git
arc-solid-gtk-theme
asp
auctex
autoconf
automake
baobab
bash
binutils
bison
bitchx-git
bleachbit-git
bzip2
castget
cava
chromium
clang
clisp
cmatrix
compton
conky
cool-retro-term
coreutils
cowsay
cryptsetup
deepin-screenshot
deluge
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
dosfstools
e2fsprogs
e3
emacs
encryptr
evince
fakeroot
feh
figlet
file
filesystem
findutils
flex
freemind
gawk
gcc
gcc-libs
gcr
gdb
gettext
gimp
git
glibc
gource
gpicview
grep
groff
gzip
hsetroot
htop
hyx
i3-gaps
i3blocks
i3lock
i3status
ifuse
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
less
libimobiledevice
libreoffice-fresh
libtool
licenses
links
linux
linux-docs
linux-headers
logrotate
lolcat
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
minted
mpv
mupdf
nano
ncdu
neofetch
netctl
nginx
ntfs-3g
octave
opencv
openssh
openvpn
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pkg-config
ponysay
powerline
powerline-fonts
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pychess
python-pip
python-pywal
qtcreator
qxkb
ranger
reiserfsprogs
rxvt-unicode
s-nail
sed
shadow
sl
st
steam
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tcc
telegram-desktop
tesseract
tesseract-data-eng
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
tigervnc
tk
tlp
tmux
toilet
tor
tor-browser
trizen
ttf-dejavu
ttf-inconsolata
udevil
unrar
unzip
urxvt-resize-font-git
usbmuxd
usbutils
util-linux
vala
vi
vim
vpnc
w3m
wget
which
wicd
wicd-gtk
wine
winetricks
wireshark-cli
wireshark-common
wireshark-gtk
wireshark-qt
wpa_actiond
wpa_supplicant
xbindkeys
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xflux
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
z
zip
zsh
zsh-autosuggestions
